Repository: angyanmark/Filmster
Catalog: src/Filmster/Strings/*/Resources.resw
Source language: en_us
Languages: hu_hu

# AppDescription
source: Browse movies, shows, people…
hu_hu: Böngéssz filmeket, sorozatokat, embereket…

# Shell_Movies.Content
source: Movies
hu_hu: Filmek

# Shell_TvShows.Content
source: TV Shows
hu_hu: Sorozatok

# Shell_People.Content
source: People
hu_hu: Emberek

# Settings_Theme.Text
source: Choose theme
hu_hu: Válassz témát

# Settings_Theme_Dark.Content
source: Dark
hu_hu: Sötét

# Settings_Theme_Default.Content
source: Windows default
hu_hu: Windows alapértelmezett

# Settings_Theme_Light.Content
source: Light
hu_hu: Világos

# Settings_PrivacyTermsLink.Content
source: Privacy Statement
hu_hu: Adatvédelmi nyilatkozat

# Settings_PrivacyTermsLink.NavigateUri
source: https://github.com/angyanmark/Filmster
hu_hu: https://github.com/angyanmark/Filmster#privacy-statement

# Settings_Personalization.Text
source: Personalization
hu_hu: Személyre szabás

# Movies_Upcoming.Header
source: Upcoming
hu_hu: Közelgő

# Movies_TopRated.Header
source: Top Rated
hu_hu: Legjobbra értékelt

# TvShows_TopRated.Header
source: Top Rated
hu_hu: Legjobbra értékelt

# Shell_AutoSuggestBox.PlaceholderText
source: Search movies, shows, people…
hu_hu: Keress filmeket, sorozatokat, embereket…

# Media_RuntimeHours
source: h
hu_hu: ó

# Media_RuntimeMinutes
source: m
hu_hu: p

# Movies_Popular.Header
source: Popular
hu_hu: Népszerű

# TvShows_Popular.Header
source: Popular
hu_hu: Népszerű

# Media_Cast.Text
source: Cast
hu_hu: Szereposztás

# Media_Crew.Text
source: Crew
hu_hu: Stáb

# Media_DirectedBy.Text
source: Directed by
hu_hu: Rendezte:

# Media_Homepage.Text
source: Homepage
hu_hu: Honlap

# Media_Images.Text
source: Images
hu_hu: Képek

# Media_Recommendations.Text
source: Recommendations
hu_hu: Ajánlások

# Media_ShowAll.Content
source: Show all
hu_hu: Mutasd mindet

# Media_Trailer.Text
source: Trailer
hu_hu: Előzetes

# Media_CreatedBy.Text
source: Created by
hu_hu: Készítette:

# Media_Seasons.Text
source: Seasons
hu_hu: Évadok

# Media_Episodes.Text
source: Episodes
hu_hu: Epizódok

# Media_EpisodesCount
source: {0} episodes
hu_hu: {0} epizód

# Settings_AppDescription.Text
source: Browse movies, shows, people…
hu_hu: Böngéssz filmeket, sorozatokat, embereket…

# Settings_Copyright.Text
source: Copyright (c) 2021 Márk Ángyán
hu_hu: Copyright (c) 2022 Ángyán Márk

# Settings_CreatedBy.Text
source: Created by Márk Ángyán
hu_hu: Készítette: Ángyán Márk

# Settings_Disclaimer.Text
source: Disclaimer
hu_hu: Felelősségkizárás

# Settings_GitHubIssuesLinkPre.Text
source: For issue reporting and feature requests:
hu_hu: Hibabejelentések és funkciókérések esetén:

# Settings_GitHubLinkPre.Text
source: Source code is available on GitHub:
hu_hu: A forráskód elérhető a GitHubon:

# Settings_TMDbNotice.Text
source: This product uses the TMDb API but is not endorsed or certified by TMDb.
hu_hu: Ez a termék a TMDb API-t használja, de a TMDb nem hagyta jóvá és nem hitelesítette.

# Shell_Discover.Content
source: Discover
hu_hu: Felfedezés

# DiscoverMovieSortBy_OriginalTitle
source: Original Title
hu_hu: Eredeti cím

# DiscoverMovieSortBy_OriginalTitleDesc
source: Original Title (desc)
hu_hu: Eredeti cím (csökkenő)

# DiscoverMovieSortBy_Popularity
source: Popularity
hu_hu: Népszerűség

# DiscoverMovieSortBy_PopularityDesc
source: Popularity (desc)
hu_hu: Népszerűség (csökkenő)

# DiscoverMovieSortBy_PrimaryReleaseDate
source: Primary Release Date
hu_hu: Elsődleges megjelenési dátum

# DiscoverMovieSortBy_PrimaryReleaseDateDesc
source: Primary Release Date (desc)
hu_hu: Elsődleges megjelenési dátum (csökkenő)

# DiscoverMovieSortBy_ReleaseDate
source: Release Date
hu_hu: Megjelenési dátum

# DiscoverMovieSortBy_ReleaseDateDesc
source: Release Date (desc)
hu_hu: Megjelenési dátum (csökkenő)

# DiscoverMovieSortBy_Revenue
source: Revenue
hu_hu: Bevétel

# DiscoverMovieSortBy_RevenueDesc
source: Revenue (desc)
hu_hu: Bevétel (csökkenő)

# DiscoverMovieSortBy_Undefined
source: Undefined
hu_hu: Ismeretlen

# DiscoverMovieSortBy_VoteAverage
source: Vote Average
hu_hu: Szavazatátlag

# DiscoverMovieSortBy_VoteAverageDesc
source: Vote Average (desc)
hu_hu: Szavazatátlag (csökkenő)

# DiscoverMovieSortBy_VoteCount
source: Vote Count
hu_hu: Szavazatszám

# DiscoverMovieSortBy_VoteCountDesc
source: Vote Count (desc)
hu_hu: Szavazatszám (csökkenő)

# Discover_Clear.Content
source: Clear
hu_hu: Törlés

# Discover_Discover.Content
source: Discover
hu_hu: Felfedezés

# Discover_Genre.Header
source: Genre
hu_hu: Műfaj

# Discover_MinimumVotes.Text
source: Minimum Votes
hu_hu: Minimális szavazat

# Discover_MinimumVotes:.Text
source: Minimum Votes:
hu_hu: Minimális szavazat:

# Discover_ReleaseDate.Text
source: Release Date
hu_hu: Megjelenési dátum

# Discover_ReleaseDate:.Text
source: Release Date:
hu_hu: Megjelenési dátum:

# Discover_SortBy.Header
source: Sort by
hu_hu: Rendezés

# Discover_VoteAverage.Text
source: Vote Average
hu_hu: Szavazatátlag

# Discover_VoteAverage:.Text
source: Vote Average:
hu_hu: Szavazatátlag:

# Media_Movies.Text
source: Movies
hu_hu: Filmek

# Media_TvShows.Text
source: TV Shows
hu_hu: Sorozatok

# Media_SortBy.Header
source: Sort by
hu_hu: Rendezés

# PersonCastCrewSortType_ReleaseDate
source: Release date
hu_hu: Megjelenési dátum

# PersonCastCrewSortType_Title
source: Title
hu_hu: Cím

# Profile_GuestName
source: Guest
hu_hu: Vendég

# Profile_GuestUsername
source: guest
hu_hu: vendég

# Profile_LogIn.Content
source: Log in
hu_hu: Bejelentkezés

# Profile_LogOut.Content
source: Log out
hu_hu: Kijelentkezés

# Profile_Watchlist.Header
source: Watchlists
hu_hu: Megnézendők

# Profile_Favorites.Header
source: Favorites
hu_hu: Kedvencek

# Profile_Movies.Header
source: Movies
hu_hu: Filmek

# Profile_TvShows.Header
source: TV Shows
hu_hu: Sorozatok

# Profile_Rated.Header
source: Ratings
hu_hu: Értékeltek

# Media_Favorite.ToolTipService.ToolTip
source: Favorite
hu_hu: Kedvenc

# Media_Watchlist.ToolTipService.ToolTip
source: Watchlist
hu_hu: Megnézendő

# Profile_Lists.Header
source: Lists
hu_hu: Listák

# Profile_ListItemCount
source: {0} items
hu_hu: {0} elem

# Tile_Watchlist
source: Watchlist
hu_hu: Megnézendők

# Profile_WatchlistSwitch.OffContent
source: Pin tile
hu_hu: Csempe kitűzése

# Profile_WatchlistSwitch.OnContent
source: Tile pinned
hu_hu: Csempe kitűzve

# List_CreatedBy
source: by {0}
hu_hu: készítette: {0}

# AppLanguage_en-US
source: English
hu_hu: Angol

# AppLanguage_hu
source: Hungarian
hu_hu: Magyar

# Settings_Language.Text
source: Language
hu_hu: Nyelv

# Settings_Restart.Content
source: Restart application
hu_hu: Alkalmazás újraindítása

# Media_EpisodeNumber
source: E{0:00}
hu_hu: {0}. rész

# Media_SeasonNumber
source: S{0:00}
hu_hu: {0}. évad,

# Date_ShortDate
source: {0:MM/dd/yyyy}
hu_hu: {0:yyyy. MM. dd.}

# Media_Season
source: Season {0}
hu_hu: {0}. évad

# Media_Parts.Text
source: Parts
hu_hu: Részek

# Media_FilmsCount
source: {0} films
hu_hu: {0} film

# List_Add.Content
source: Add
hu_hu: Hozzáadás

# List_Clear.Content
source: Clear
hu_hu: Kiürítés

# List_Create.Content
source: Create
hu_hu: Létrehozás

# List_Delete.Content
source: Delete
hu_hu: Törlés

# CreateListContentDialog.CloseButtonText
source: Cancel
hu_hu: Mégse

# CreateListContentDialog.PrimaryButtonText
source: Create
hu_hu: Létrehozás

# CreateListContentDialog.Title
source: Create list
hu_hu: Lista létrehozása

# CreateListContentDialog_ListDescription.Header
source: Description
hu_hu: Leírás

# CreateListContentDialog_ListName.Header
source: Name
hu_hu: Név

# ListAddContentDialog.CloseButtonText
source: Cancel
hu_hu: Mégse

# ListAddContentDialog.Title
source: Add item
hu_hu: Elem hozzáadása

# ListAddContentDialog_SearchBox.Header
source: Search
hu_hu: Keresés

# List_DeleteMenuFlyoutItem.Text
source: Delete
hu_hu: Törlés

# MediaType_Episode
source: Episode
hu_hu: Epizód

# MediaType_Movie
source: Movie
hu_hu: Film

# MediaType_Person
source: Person
hu_hu: Személy

# MediaType_Tv
source: TV
hu_hu: Sorozat

# MediaType_Unknown
source: Unknown
hu_hu: Ismeretlen

# Profile_Recommend.Content
source: Recommend
hu_hu: Ajánlj

# Profile_Recommendations.Header
source: Recommendations
hu_hu: Ajánlások

# ConfirmDialog_Clear
source: Clear
hu_hu: Kiürítés

# ConfirmDialog_Clear_Content
source: Are you sure you want to clear this list?
hu_hu: Biztosan kiüríted ezt a listát?

# ConfirmDialog_Close
source: Cancel
hu_hu: Mégse

# ConfirmDialog_Delete
source: Delete
hu_hu: Törlés

# ConfirmDialog_Delete_Content
source: Are you sure you want to delete this list?
hu_hu: Biztosan törlöd ezt a listát?

# ImageGallery_OpenOriginalMenuFlyoutItem.Text
source: Open original
hu_hu: Eredeti megnyitása

# Media_Share.ToolTipService.ToolTip
source: Share
hu_hu: Megosztás

# ConfirmDialog_LogOut
source: Log out
hu_hu: Kijelentkezés

# ConfirmDialog_LogOut_Content
source: Are you sure you want to log out?
hu_hu: Biztosan kijelentkezel?
